** judy swan, Scientific writing:Beyong Tips and tricks
:LOGBOOK:
CLOCK: [2018-11-20 周二 01:27]--[2018-11-20 周二 01:38] =>  0:11
- Clocked out on T:[2018-11-20 周二 01:38] \\
  stop for a moment
:END:
 https://www.youtube.com/watch?v=jLPCdDp_LE0
 
 

 Scientist are writers too.

 
What a control?


writing with other persons(many people ,co-authors)


how to analyse things?

** writing beyong the academy
:LOGBOOK:
CLOCK: [2018-11-18 周日 23:58]--[2018-11-19 周一 00:01] =>  0:03
- Clocked out on T:[2018-11-19 周一 00:01] \\
  interested
CLOCK: [2018-11-18 周日 22:42]--[2018-11-18 周日 23:58] =>  1:16
- Clocked out on T:[2018-11-18 周日 23:58] \\
  language is the social tool for construct relationship between human beings!
  
  We write ,because we think the text will change the thinking of the reader,
  solve the question of the reader.
  
  Language is a bridge between minds!
  
  Minds of bridge constructed with language.
:END:
 https://www.youtube.com/watch?v=aFwVf5a3pZM
 

Why some smart perple cannot write well?


1. top one: valuable
2. Persivasive
3. Organize
4. Clear

Think( jie ci :) about   world(noun)
think means write.(text you write change what the reader think about the world)

Something you change^^^^
(Intension, instability, challenging , contributio, redflag)


what happening ? what create the value? idea? not!  benefit/ cost ? yes!

You want to get paid! You want reader to pay for your results!
Move your vision from in-scholl to out-of-school


I read it for information? possible not!
Why do people watch TV,listen music?
Because it is more fun.(Interested in it)----make the reader feel interested in your
text all the time .（Feel valuable at the end)

顶多3个important(太多importatnt 等于没有重点)

How to use language to create value.


what is language?

language(writing) is to help the reader to read in the adequate process(logical process)
Creating value for the reading process.


Tell what the paper will be about?(研究对象） But I don't care, It is no value to me.
Writing is being about sth? no!no! Not about describing sth.（教学式风格，只是介绍！不好）

What the paper will argue? argue that!
Tell us about question the paper will answer?! Yes.
(means: Tell you about question you care the paper will answer！）
The question implies that I am watching your eyes, I know what you think, you are wrong.


读者觉得不好（slow down---annoy---stop不看了)

Your jod is  not reveal your head, but to change the head of your reader.(That is it)

I look at your eye, I know what you think! But You are wrong!


I know what you need, and I can do that!


I need to become stronger ,to make myself different.(work harder, read my money holders)

We want to be distracted? yes or not!

The laugage is social, is not just about you(yourself), is about to communicate with 
the people. 

Why they read it! Social makes the language be alive!!

The laugage is used to communicate with others, not just what your head reveals).
Lauguage is the relationship betweeen peoples.(语言其实是人与人之间的关系)



They don't trust you, they doubt you!
Every writer should look at readers' eyes and say you are wrong! I can give you valuable advice.

Who is reading it? You just try to answer reader want.(You are trained to think about what
you think about ,what you care about, rather than your reading caring about)

English---English works! -----Focus--




When graduate students envision themselves working outside academia,
 they often worry about writing.  This is sensible: academics who 
work outside academia are endlessly criticized for writing "like
 a professor".  Worse, writers who are criticized in this way are
 often baffled at how to adapt to their new world.  Very often,
 they try to change aspects of their writing that are not troublesome,
 and they leave in place aspects of their writing that are making their writing less clear,
 less logical, and less valuable to their readers. 
 
This session will be about a few patterns of writing that are likely to aggravate non-academic readers.
We'll focus on patterns that are often difficult for academics to see,
but are actually fairly easy to change.
** How to write a great research paper
:LOGBOOK:
CLOCK: [2018-11-23 周五 17:21]--[2018-11-23 周五 17:38] =>  0:17
:END:
https://www.youtube.com/watch?v=1AYxMbYZQ1Y

Reader will not care about what you're convey or describe sth for them.

They only care about the things interesting to them 

novel feather. 

Some useful and re-useable Ideas for your readers! 比如别人也想做，但是你先做了


Infect your idea virus to your reader, let them think like you or different!

Shared your scientific ideas to the world!


What is the idea(only one) you want to convey to your reader!

idea----do search-----write paper

Ture!---idea- -----write paper(force you search on line)-----do search

    As you write the paper it will become clearer to you what you don't yet understand

    This happens to me all the time.



** The fieldstone method [#B]                                       :@NCEPU:
:LOGBOOK:
CLOCK: [2018-11-29 周四 00:12]--[2018-11-29 周四 00:22] =>  0:10
:END:
                         Added: [2018-11-29 周四 00:12]
                         
                         
I fill stones into wall ==== writing 
(stone is something you and  I can understand. One ppt or one picture is also our wall)

Every wall has its history, which don't need every stone.

Language allow us to display space and time(因为语言是我们之间的桥梁,let me connect you by language!

Language is an medium to communicate between each other.

Treat yourself to a writing instrument that you love to hold in your hand .
You are a special person, and your writing part is a special part of you, so you deserve this treat
when you thought about choosing a special book and writing instrument for yourself,
 how did you feel? what was it like to actually choose these very personal items?
 
what message did you tell yourself? if you weren't able to do the assignment, 
what did you tell yourself?


编程语言不管怎么变, 能力也好还是哲学概念也好, 编程语言的本质是,
 建立代码和现实问题模型的桥梁, 如果编程语言本身的哲学理念和库能够极大简化解决现实问题的复杂度,
 这门编程语言就是好的, 适合某一领域.
那些 OOP 语言再怎么吹工业级别的软件质量, 但是一旦还要写编译器的时候,
 函数式的威力就出来了, 极大的简化了编译器的各种状态和解析器的构建,
 你看当年唐凤单刀用 Haskell 写了 Perl6 编译器, 就知道函数式语言的威力在什么地方了.

不是说这些技术和宣传不好, 关键是要保持头脑清醒, 多读书, 多锻炼, 自己的能力和独立思想才是关键.
而是锻炼自己理解现实需求和抽象代码的能力, 这才是最优的方式
(不断锻炼自己、让自己学习)
* 热风系统、加热膜 [#B]                                              :@NCEPU:
:LOGBOOK:
CLOCK: [2018-11-11 周日 09:53]--[2018-11-11 周日 10:06] =>  0:13
:END:
                         Added: [2018-11-11 周日 09:53]
                         
 我今年想立一个叶片除冰的项目，跟金风开过专题会，金风的加热跟这个不是一回事                        
 
加热难点在控制, 外形不停变化，控制得跟上
金风的叶片除冰加热装置后期技改的话有三个问题：
1.经济性不好，直接费用约140万/台（不含吊装和电量损失）；
2.除冰效果可能没有预期明显（他们的甘肃某个项目技改后效果未达到预期）；
3.增加的设备安全风险比较多。

加热膜(Vtt)，后期直接技改费用大概是啥量级的

在哪儿做的声学风洞实验？
港科大
按普通人的听觉 0 －2 0 分贝 很静、几乎感觉不到。 2 0 －4 0 分贝安静、犹如轻声絮语。
4 0 －6 0 分贝一般。普通室内谈话6 0 －7 0 分贝吵闹、有损神经。7 0 －9 0 分贝很吵、神经细胞受到破坏。 
9 0 －1 0 0 分贝 吵闹加剧、听力受损。 1 0 0 －1 2 0 分贝难以忍受、呆一分钟即暂时致聋。

过70就很不好


分段验证机多，没挂机和批量的
哪个风场或者哪个型号的风机有应用了，我看看我们集团有没有这款机组，有时间去学习一下
远景的金风的都用过, 主要用于降噪
分段和加热有试验或者量产吗
分段好像只有做过静力的，没人敢挂，歌美萨给我们报价2.4亿


老大，有没有比较经济一点，可以快速落地的除冰技术（先期评估，在保证安全的前提下，
电量增加1-2%即可），比如在10台风机，总费用五十万范围内


我现在初步想通过三个方法结合：厂家的挂冰运行程序+疏水涂料+无人机喷涂融冰剂，来初步解决一下，不知道是不是可行，还有没有更好的方法
初步评估了一下，单台风机提高1-2%的电量基本可行

由于疏水涂料是有机涂料，紫外线侵蚀比较厉害，寿命可能也就是12个月，施工难度大，
效果一般，不能作为独立的一个解决方案，需要跟其它方案结合。目前，国内135°以内的
疏水材料在实验室还是比较成熟的，在野外，还没见到达到预期效果的试验。


远景的那个锯齿，效果咋样，各位大神有没有谁见过试验数据的
锯齿不是降噪用的吧, 好的话3-4分贝的降低, 3-4分贝？这效果的确很一般啊

https://mp.weixin.qq.com/s/o9RZObStZNLPT9I7Y7wmuQ


叶片噪音允许范围是怎么规定的



得有一个噪声监测系统，然后有一个噪声去除系统
得有一个结冰监测系统，然后有一个结冰去除系统

是按照距离来判断的，方圆多少米要降低到一定范围内，具体数值记不太清了

* TODO [#A] 基于多轴角运动的气动特性和流场分析大论文 <2018-06-25 周一 16:19>[5/10] :学术:
DEADLINE: <2019-04-15 周一>
                    :PROPERTIES:
                    :Effort: 16:00
                    :END:
                    - State "TODO"       from "TODO"          [2018-08-23 周四 19:46]
                    - State "TODO"       from "TODO"          [2018-08-23 周四 19:46]
                    - State "TODO"       from "TODO"       [2018-08-23 周四 16:50]
                    - State "TODO"       from "TODO"          [2018-08-21 周二 15:38]
                    - State "TODO"       from "TODO"       [2018-08-18 周六 15:59]
                    - State "TODO"       from "TODO"          [2018-08-18 周六 10:04]
                    - State "TODO"       from "TODO"       [2018-08-04 周六 23:06]
                    - State "TODO"       from "TODO"          [2018-08-04 周六 23:06]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 10:49]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 10:49]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 10:49]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 10:48]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 10:48]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 09:51]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 09:50]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 09:48]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 09:48]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 09:47]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 09:41]
                    - State "TODO"       from "TODO"       [2018-08-01 周三 08:48]
                    - State "TODO"       from "TODO"          [2018-07-31 周二 16:19]
                    :LOGBOOK:
                    - State "TODO"       from "TODO"          T:[2018-11-30 周五 11:24]
                    - State "TODO"       from "TODO"          T:[2018-11-30 周五 11:23]
                    - State "TODO"       from "TODO"          T:[2018-11-29 周四 20:16]
                    - State "TODO"       from "TODO"          T:[2018-11-20 周二 13:48]
                    CLOCK: [2018-06-25 周一 16:19]--[2018-06-26 周二 12:02] => 19:43
                    :END:
                    

                    
1. [ ] 绪论
2. [ ] 第二章 方法介绍
3. [ ] 第三章 NREL PhaseVI 小风力机
4. [ ] 第四章 NREL 5MW 大风力机的
5. [ ] 第五章 结论

*** DONE [#A] 修改静态偏航工况的文章，再投稿 <2018-06-23 周六 11:47>  [1/1] :学术:
SCHEDULED: <2018-07-01 周日>
                    :PROPERTIES:
                    :Effort: 4:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-08-20 周一 11:04]--[2018-08-21 周二 09:05] => 22:01
                    CLOCK: [2018-06-23 周六 11:48]--[2018-06-23 周六 11:48] =>  0:00
                    :END:
                    
                    
                    务必完成关系到你的毕业

**** DONE [#A] CFX30°给定偏航补充计算 <2018-06-25 周一 08:30>      [100%] :学术:
CLOSED: [2018-08-23 周四 16:50] DEADLINE: <2018-07-01 周日>
                    :PROPERTIES:
                    :Effort: 4:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-08-18 周六 10:04]--[2018-08-18 周六 15:58] =>  5:54
                    CLOCK: [2018-08-01 周三 11:44]--[2018-08-01 周三 11:45] =>  0:01
                    CLOCK: [2018-06-25 周一 08:37]--[2018-06-25 周一 08:37] =>  0:00
                    CLOCK: [2018-06-25 周一 08:34]--[2018-06-25 周一 08:36] =>  0:02
                    CLOCK: [2018-06-25 周一 08:30]--[2018-06-25 周一 08:34] =>  0:04
                    :END:
                    
1. [X] 不同网格的验证，选择一种湍流模型
   1. [X] k-omega
   2. [X] SST
   3. [X] T-SST
2. [X] 选择完网格之后，再进行湍流模型的验证
   1. [X] 244w
   2. [X] 350w
   3. [X] 453w
   4. [X] 559w
   5. [X] 622w
3. [X] 验证完湍流模型之后，为了表示非定常时间步选择的合理性，再考虑使用不同时间步
4. [X] 负偏航角计算(-30°)
   1. [X] 绘制网格(采用原先的inlet计算有问题
   2. [X] 设置计算(定常+非定常(5deg 72*2))
   3. [X] 处理结果

*** DONE [#A] PhaseVI双滑移英文初稿 <2018-06-20 周三 10:54>    [100%]   :学术:
CLOSED: [2018-08-23 周四 19:46] DEADLINE: <2018-07-08 周日>
                    :PROPERTIES:
                    :Effort:   4:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-08-05 周日 16:16]--[2018-08-06 周一 11:48] => 19:32
                    CLOCK: [2018-08-04 周六 16:59]--[2018-08-04 周六 17:33] =>  0:34
                    CLOCK: [2018-08-01 周三 09:41]--[2018-08-01 周三 09:48] =>  0:07
                    CLOCK: [2018-08-01 周三 08:48]--[2018-08-01 周三 09:10] =>  0:22
                    CLOCK: [2018-06-23 周六 22:53]--[2018-06-24 周日 01:02] =>  2:09
                    CLOCK: [2018-06-23 周六 14:33]--[2018-06-23 周六 22:53] =>  8:20
                    CLOCK: [2018-06-20 周三 11:49]--[2018-06-20 周三 11:51] =>  0:02
                    CLOCK: [2018-06-20 周三 10:55]--[2018-06-20 周三 10:58] =>  0:03
                    :END:
                    
                    Good writing starts with a plan(I need to finish it)



**** DONE [#A] Fluent双滑移的验证case <2018-06-25 周一 08:36>     [100%] :学术:
CLOSED: [2018-08-01 周三 09:41] DEADLINE: <2018-07-14 周六>
                    :PROPERTIES:
                    :Effort: 14:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-06-25 周一 08:53]--[2018-06-25 周一 08:54] =>  0:01
                    CLOCK: [2018-06-25 周一 08:42]--[2018-06-25 周一 08:43] =>  0:01
                    CLOCK: [2018-06-25 周一 08:37]--[2018-06-25 周一 08:38] =>  0:01
                    CLOCK: [2018-06-25 周一 08:36]--[2018-06-25 周一 08:37] =>  0:01
                    :END:
                    
Numeca激活完毕
  1. [X] 不同网格的验证，选择一种湍流模型(无论Fluent还是CFX定常计算的结果流场不对)
     1. [X] k-omega SST(2)
     2. [X] k-kl SST(3)
     3. [X] transition SST(4)
  2. [X] 选择完网格之后，再进行湍流模型的验证
     1. [X] 250w
     2. [X] 370w
     3. [X] 490w
  3. [X] 验证完湍流模型之后，为了表示非定常时间步选择的合理性，再考虑使用不同时间步
     1. [X] 1deg
     2. [X] 2.5deg
     3. [X] 5deg

**** DONE [#A] 双滑移(phaseVI)的数据处理 <2018-06-25 周一 08:38>        [100%] :学术:
CLOSED: [2018-08-01 周三 08:48] DEADLINE: <2018-07-03 周二>
                    :PROPERTIES:
                    :Effort: 4:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-07-28 周六 19:50]--[2018-07-29 周日 17:58] => 22:08
                    CLOCK: [2018-07-24 周二 15:44]--[2018-07-25 周三 10:50] => 19:06
                    CLOCK: [2018-07-24 周二 15:42]--[2018-07-24 周二 15:43] =>  0:01
                    CLOCK: [2018-07-24 周二 15:40]--[2018-07-24 周二 15:41] =>  0:01
                    CLOCK: [2018-06-28 周四 20:10]--[2018-06-28 周四 20:21] =>  0:11
                    CLOCK: [2018-06-28 周四 10:11]--[2018-06-28 周四 14:32] =>  4:21
                    CLOCK: [2018-06-27 周三 20:52]--[2018-06-27 周三 23:32] =>  2:40
                    CLOCK: [2018-06-27 周三 15:40]--[2018-06-27 周三 20:52] =>  5:12
                    CLOCK: [2018-06-27 周三 15:22]--[2018-06-27 周三 15:38] =>  0:16
                    CLOCK: [2018-06-26 周二 21:23]--[2018-06-26 周二 21:27] =>  0:04
                    CLOCK: [2018-06-26 周二 12:02]--[2018-06-26 周二 13:15] =>  1:13
                    CLOCK: [2018-06-25 周一 16:05]--[2018-06-25 周一 16:19] =>  0:14
                    CLOCK: [2018-06-25 周一 08:38]--[2018-06-25 周一 08:42] =>  0:04
                    :END:
                    
                    
1. [X] 静态总体性能处理(时均结果)
2. [X] 静态截面气动性能处理
   1. [X] 平均Cp
   2. [X] Cn Ct分布
3. [X] 动态总体性能处理
4. [X] 动态截面气动性能处理
   1. [X] 平均Cp
   2. [X] Cn Ct 分布
5. [X] 静态和动态截面云图对比(如果分析出来 气动性能有差别，可以从定性角度先进性观察)

*** TODO [#A] NREL 5MW fluent静态和动态偏航计算 <2018-06-25 周一 08:42>[3/5] :学术:
DEADLINE: <2018-08-01 周三>
                    :PROPERTIES:
                    :Effort: 16:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-06-25 周一 08:43]--[2018-06-25 周一 08:53] =>  0:10
                    :END:
**** TODO 动态计算部分 [33%]
:LOGBOOK:
CLOCK: [2018-08-22 周三 16:29]--[2018-08-22 周三 16:53] =>  0:24
CLOCK: [2018-08-21 周二 22:58]--[2018-08-22 周三 11:21] => 12:23
CLOCK: [2018-08-21 周二 13:26]--[2018-08-21 周二 22:58] =>  9:32
:END:
1. [X] 偏航过程的计算
   1. [X] 动态偏航
   2. [X] 动态偏摆
2. [ ] 静态数据结果的处理
   1. [ ] matlab代码针对不同翼型的处理
      1. [ ] 不同截面的翼型数据
      2. [ ] 不同截面段运用不同的翼型数据
   2. [ ] 总体性能分析
   3. [ ] 细节分析
      1. [ ] Cp,Cn,Ct
      2. [ ] 截面云图
3. [X] 动态数据结果的处理

   你当前的处理过程跟phaseVI有何不同？基本上一致，可能到时候进行matlab处理的时候弦长需要进行修改！
   根据你的处理思路，首先得知道初始叶尖处于哪个位置，比如(0,63，0）等 这样才可以根据该段长度进行截取百分之几长度
   然后你得知道哪几个截面，处理截面也得清楚风轮是否发生了偏转！不偏转怎么处理？偏转又是怎么处理？
   
4. [ ] 静态-动态的数据对比处理
5. [ ] NREL5MW相关的几何数据、模拟数据、计算结果等
   1. [ ] 几何数据
   2. [ ] 模拟数据
   3. [ ] 计算结果
6. [ ] NREL5MW英文文章结构？研究思路？
    这篇文章偏向于物理性问题的研究， 流动特性更为主要， 因为实际风力机也可以作为参考； 饶流特性该研究哪几块？
    首先，叶片上的表面流动特性分析，然后近尾迹区域的流动分析，涡系结构是如何演变的？ 给定偏航角和动态过程有什么不同？ 
注意，流动分析是叶片附近的流动分析, 不是整个流场和远尾流的计


**** TODO [#A]  NREL5MW动态数据处理+文章写作 <2018-08-23 周四 18:52> :@NCEPU:
DEADLINE: <2018-12-14 周五> SCHEDULED: <2018-08-23 周四>
                    :PROPERTIES:
                    :Effort: 4:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-11-28 周三 15:40]--[2018-11-28 周三 22:59] =>  7:19
                    - Clocked out on T:[2018-11-28 周三 22:59] \\
                      done
                    CLOCK: [2018-11-28 周三 15:38]--[2018-11-28 周三 15:39] =>  0:01
                    - Clocked out on T:[2018-11-28 周三 15:39] \\
                      k
                    CLOCK: [2018-11-25 周日 18:51]--[2018-11-29 周四 17:10] => 94:19
                    - Clocked out on T:[2018-11-29 周四 17:10] \\
                      done
                    - New deadline from "[2018-08-28 周二]" on T:[2018-11-21 周三 18:13] \\
                      务必写完动态偏航的 初稿
                    CLOCK: [2018-09-29 周六 16:47]--[2018-10-05 周五 13:11] => 140:24
                    - Clocked out on T:[2018-10-05 周五 13:11]
                    - Clocked out on T:[2018-09-29 周六 17:16] \\
                      ei
                    CLOCK: [2018-09-29 周六 16:23]--[2018-09-29 周六 16:43] =>  0:20
                    :END:
                    
                    
                    
非定常动态特性配合上流动特性分析

配合上NRELPhaseVI的动态特性作为验证case


***** DOING 1. 网格无关性数据整理
:LOGBOOK:
CLOCK: [2018-08-27 周一 10:24]--[2018-08-27 周一 11:47] =>  1:23
CLOCK: [2018-08-24 周五 14:55]--[2018-08-25 周六 19:28] => 28:33
:END:
*** DONE [#A] 工程热物理初稿 <2018-06-27 周三 15:38>        [100%]      :学术:
CLOSED: [2018-07-31 周二 16:19] DEADLINE: <2018-07-04 周三>
                    :PROPERTIES:
                    :Effort: 10:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-07-24 周二 15:43]--[2018-07-24 周二 15:43] =>  0:00
                    CLOCK: [2018-06-30 周六 17:10]--[2018-06-30 周六 20:33] =>  3:23
                    CLOCK: [2018-06-30 周六 14:09]--[2018-06-30 周六 17:08] =>  2:59
                    CLOCK: [2018-06-27 周三 15:38]--[2018-06-27 周三 15:40] =>  0:02
                    :END:
                    
1. [X] 引言
2. [X] 方法
3. [X] 结果和分析
4. [X] 结论
5. [X] 摘要
LINK:info:org:Top
LINK:info:markdown:Top
*** DONE [#B] 图3的情况 <2018-10-25 周四 20:54>                       :@NCEPU:
CLOSED: [2018-11-20 周二 13:48] DEADLINE: <2018-11-01 周四>
                    :PROPERTIES:
                    :Effort: 1:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-10-25 周四 20:55]--[2018-10-25 周四 20:56] =>  0:01
                    :END:
                    
                    
                    
<Unsteady aerodynamics of offshore floating wind turbines in platform
pitching motion using vortex lattice method>
图3是我昨天跟你说的情况，就是一定叶展高度的水平面的图
*** TODO [#B] 修正nrel5MW处理cn ct代码 <2018-08-29 周三 10:33>        :@NCEPU:
SCHEDULED: <2018-08-29 周三>
                    :PROPERTIES:
                    :Effort: 4:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-11-20 周二 16:18]--[2018-11-20 周二 17:28] =>  1:10
                    - Clocked out on T:[2018-11-20 周二 17:28] \\
                      Go home
                    CLOCK: [2018-08-29 周三 10:33]--[2018-08-29 周三 10:54] =>  0:21
                    :END:
                    
          
1. [ ] 弦长，扭角修正
2. [ ] 风速修正，旋转速度修正
3. [ ] 在你的计算目录下phaseAngle.csv修正
4. [ ] 提取扭矩曲线
5. [ ] 
*** DONE [#B] 动态偏航是否结束? <2018-11-15 周四 03:11>                 :学术:
CLOSED: [2018-11-29 周四 20:16] DEADLINE: <2018-11-26 周一>
                    :PROPERTIES:
                    :Effort: 16:00
                    :END:
                    :LOGBOOK:
                    - New deadline from "[2018-11-21 周三]" on T:[2018-11-22 周四 00:17] \\
                      还未结束，需要更长时间
                    CLOCK: [2018-11-15 周四 03:11]--[2018-11-15 周四 03:11] =>  0:00
                    - Clocked out on T:[2018-11-15 周四 03:11]
                    :END:
                    
                    
                    
                    
                    
风轮55圈是否计算完成？！

*** TODO [#B] Yawing NREL 5MW for Energy <2018-11-29 周四 17:10> [0/6] :@NCEPU:
DEADLINE: <2018-12-29 周六> SCHEDULED: <2018-11-29 周四>
                    :PROPERTIES:
                    :Effort: 12:00
                    :CATEGORY: Project-Yawing5MW
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-11-29 周四 17:10]--[2018-11-29 周四 17:11] =>  0:01
                    :END:

                    
1. [ ] Abstract
2. [ ] Introduction
3. [ ] Methods
4. [ ] Results
5. [ ] Conclusion
6. [ ] References
*** TODO [#B] Platform motion with Pitching and Rolling of NREL 5MW for energy <2018-11-29 周四 17:11>[0/6] :@NCEPU:
DEADLINE: <2019-01-15 周二> SCHEDULED: <2018-11-29 周四>
                    :PROPERTIES:
                    :Effort: 10:00
                    :CATEGORY: Project-PlatformMotion
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-11-29 周四 17:11]--[2018-11-29 周四 17:12] =>  0:01
                    :END:

1. [ ] Abstract
2. [ ] Introduction
3. [ ] Methods
4. [ ] Results
5. [ ] Conclusion
6. [ ] References

                    
